<?php
// Heading
$_['heading_title']       = 'Блог';

// Text
$_['text_blogs']          = 'Усі блоги';
$_['text_success']        = 'Ваш коментар успішно додано!';
$_['text_approval']       = 'Ваш коментар успішно додано та очікує на модерацію!';
$_['text_no_blogs']       = 'Наразі у цьому магазині немає блогів!';
$_['text_read_more']      = 'читати далі';
$_['text_date_added']     = 'Дата публікації';
$_['text_login_required'] = 'Щоб залишити коментар, потрібно <a href="%s">увійти</a>. Якщо у вас ще немає облікового запису, ви можете <a href="%s">зареєструватися</a>. Реєстрація безкоштовна!';
$_['text_your_comments']  = 'Ваші коментарі';
$_['text_error']          = 'Блог не знайдено!';

// Entry
$_['entry_author']        = 'Автор';
$_['entry_email']         = 'Електронна пошта';
$_['entry_comment']       = 'Коментар';

// Column
$_['column_title']        = 'Заголовок блогу';

// Button
$_['button_comment_add']  = 'Додати коментар';
$_['button_list_blogs']   = 'Переглянути всі блоги';
$_['button_view']         = 'Переглянути блог';

// Email
$_['email_subject']       = 'Коментар до блогу: %s';
$_['email_content']       = 'До блогу під назвою "%s" було залишено коментар.';

// Error
$_['error_author']        = "Ім'я автора має містити від 1 до 32 символів!";
$_['error_email']         = 'Невірна електронна адреса!';
$_['error_comment']       = 'Коментар має містити від 10 до 3000 символів!';
